Repository: syershov/maps.me
Catalog: passport/server/server/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Enter code
ru: Отправить пароль

source: Please, enter the code
ru: Введите одноразовый пароль

source: We sent a verification code to your phone number <span>%(ph_number)s</span>
ru: Мы выслали одноразовый пароль на ваш номер телефона <span>%(ph_number)s</span>

source: Invalid verification code. Please, try again.
ru: Неверный пароль. Пожалуйста, попробуйте снова.

source: Submit
ru: Отправить

source: Help
ru: Помощь

source: Privacy Policy
ru: Политика конфиденциальности

source: Support
ru: Свяжитесь с нами

source: Enter phone number
ru: Введите номер телефона

source: Please, enter your mobile phone number
ru: Введите номер телефона

source: We will send a verification code to your phone number
ru: Мы вышлем вам одноразовый пароль для подтверждения.

source: Send code
ru: Отправить пароль

source: By signing up, I accept <a %(link)s>the Privacy Policy</a>
ru: Регистрируясь, я принимаю условия <a %(link)s>Политики конфиденциальности</a>

source: Personal info
ru: Персональная информация

source: Permissions
ru: Разрешения

source: Important dates
ru: Важные даты

source: Enter a valid phone number.
ru: Неверный номер телефона. Пожалуйста, попробуйте снова.

source: e.g. 123456
ru: напр. 123456

source: Reached max limit for the day.
ru: Превышено максимальное количество попыток для одного дня.
